[
    {
        "id": 1,
        "name": "Gibson Les Paul Standard '50s Tribute",
        "category": "guitar",
        "price": 2499,
        "description": [
            "The Gibson Les Paul Standard 50s AAA guitarguitar Exclusive has been designed with the intention of grouping together the features that typify this period for Gibson. Without being a specific vintage reissue, this model will deliver a definitive Les Paul experience!", 
            "The body of this model has zero weight relief, a bonus for Les Paul aficionados, some who believe the drill holes used by Gibson to remove the heft of a solid mahogany body, take with them some of the tone. Gibson have listened to those who are after a 'full fat' Les Paul and have delivered exactly that."
        ],
        "rating": 4.7,
        "noOfReviews": 679,
        "stockQuantity": 7,
        "productImgs": [
            "https://r2.gear4music.com/media/48/480831/1200/preview.jpg",
            "https://r2.gear4music.com/media/115/1155007/600/preview.jpg",
            "https://r2.gear4music.com/media/115/1155008/1200/preview.jpg",
            "https://r2.gear4music.com/media/48/480829/1200/preview.jpg",
            "https://r2.gear4music.com/media/48/480828/1200/preview.jpg"
        ]
    },
    {
        "id": 2,
        "name": "Single Cutaway Acoustic Guitar by Gear4music, Sunburst",
        "category": "guitar",
        "price": 72,
        "description": [
            "The Single Cutaway Acoustic Guitar by Gear4music, Sunburst is a full sized acoustic guitar which provides a comfortable playing experience ideal for budding guitarists. The acoustic guitar arrives ready to play straight from the box, having already been strung and set up as standard - all that's required is a quick tune up!",
            "With a classic cutaway body shape and basswood construction offering a rich and resonant sound, this acoustic guitar is great for all genres. Whether you're strumming chords or picking out melodies, this cutaway acoustic guitar by Gear4music offers quality at an accessible price."
        ],
        "rating": 4.2,
        "noOfReviews": 103,
        "stockQuantity": 28,
        "productImgs": [
            "https://r2.gear4music.com/media/111/1118655/600/preview.jpg",
            "https://r2.gear4music.com/media/111/1118658/600/preview.jpg",
            "https://r2.gear4music.com/media/111/1118659/600/preview.jpg",
            "https://r2.gear4music.com/media/111/1118661/600/preview.jpg"
        ]
    },
    {
        "id:": 3,
        "name": "Squier by Fender Debut Collection Stratocaster Electric Guitar, Laurel Fingerboard, White Pickguard, Dakota Red",
        "category": "guitar",
        "price": 133,
        "description": [
            "One Squier Debut Series Stratocaster electric guitar – a perfect beginner guitar for both kids and adults.",
            "The laurel fingerboard and iconic slim 'C' - shaped neck profile allows for a smooth and comfortable playing feel while the chrome hardware provides a durable structure with a premium look",
            "The Squier Debut Series Strat features three single-coil pickups with 5-way switching that offers a wide range of classic Strat tones, and the tremlolo bridge and removeable arm allows for excting string-bending effects"
        ],
        "rating": 4.4,
        "noOfReviews": 734,
        "stockQuantity": 2,
        "productImgs": [
            "https://r2.gear4music.com/media/42/429541/600/preview_2.jpg",
            "https://m.media-amazon.com/images/I/41MWqfU+M9L._AC_US600_.jpg",
            "https://m.media-amazon.com/images/I/514nJzSoLhL._AC_US600_.jpg",
            "https://m.media-amazon.com/images/I/51nDkpA-cfL._AC_US600_.jpg"
        ]
    },
    {
        "id:": 4,
        "name": "Martin Guitars D-200 Deluxe",
        "category": "guitar",
        "price": 150300,
        "description": [
            "Together with the exclusive, matching RGM wristwatch included in the scope of delivery, the Martin Guitars D-200 Deluxe is the perfect acquisition for passionate guitar collectors who particularly love instruments from the world's oldest instrument manufacturer.",
            "In keeping with the guitar's central theme of time, the fact that this guitar is limited to a run of just 50 pieces worldwide also means that it will appreciably increase in value as time goes on, making this instrument not only a desirable collector's item but also a guaranteed eyecatcher at events and exhibitions - all while giving its proud owner the profound pleasure that playing a genuine Martin guitar has always delivered.",
            "The D-200 Deluxe delivers the same excellent playability and tone that one can expect from a Martin guitar."
        ],
        "rating": null,
        "noOfReviews": null,
        "stockQuantity": 1,
        "productImgs": [
            "https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_55/556676/18336349_800.jpg",
            "https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_55/556676/18336367_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_55/556676/18336394_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_55/556676/18336409_800.jpg"
        ]
    },
    {
        "id:": 5,
        "name": "Thomann FL-200 Flute",
        "category": "flute",
        "price": 159,
        "description": [
            "A good beginner's flute is distinguished by a wide range of sound dynamics and for being comfortable in the hands of any player. The Thomann FL-200 fulfils these criteria and is currently one of the most affordable flutes on the market.",
            "This flute makes a convincing case with good intonation in all registers, an easy response, and a centred sound. The headjoint, the body, and the mechanism consist of silver-plated nickel and are solidly manufactured. With this model, which has been available since 1999, Thomann offers a flute with an E-mechanism and an offset G. The scope of delivery includes a stable wooden case, a cleaning rod, and cork grease."
        ],
        "rating": 4.3,
        "noOfReviews": 90,
        "stockQuantity": 5,
        "productImgs": [
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_15/152566/17279974_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_15/152566/17280018_800.jpg",
            "https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_15/152566/17279988_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_15/152566/17280023_800.jpg"
        ]
    },
    {
        "id:": 6,
        "name": "Thomann Alto Xylophone TAX",
        "category": "xylophone",
        "price": 185,
        "description": [

        ],
        "rating": 2.8,
        "noOfReviews": 12,
        "stockQuantity": 40,
        "productImgs": [
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_50/504541/16177206_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_50/504541/16177221_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_50/504541/16177236_800.jpg"
        ]
    },
    {
        "id:": 7,
        "name": "Jupiter JCL-700S-Q Bb Clarinet",
        "category": "clarinet",
        "price": 563,
        "description": [
            "The Jupiter JCL700 Beginner Bb Clarinet is the perfect student clarinet. Teachers everywhere recommend this clarinet to their students because of features like silver-plated nickel silver keys and an adjustable thumb rest. Perfect as you progress, these allow you a comfortable playing experience and optimum precision.",
            "Enjoy a student clarinet that's easy to maintain and carry. With French-style offset trill keys, the JCL700 is maintenance-friendly, as these reduce excess moisture. Likewise, the silver-plated nickel silver keys are ergonomically designed and durable, to provide a student with long-lasting beauty. Carry your clarinet in comfort in the gig bag case - ideal for longer journeys."
        ],
        "rating": 4.0,
        "noOfReviews": 569,
        "stockQuantity": 21,
        "productImgs": [
            "https://r2.gear4music.com/media/49/498848/600/preview.jpg",
            "https://r2.gear4music.com/media/49/498847/600/preview.jpg",
            "https://r2.gear4music.com/media/49/498846/600/preview.jpg"
        ]
    },
    {
        "id:": 8,
        "name": "Lyon & Healy Prelude 40 Lever Harp EB",
        "category": "harp",
        "price": 6299,
        "description": [
            ""
        ],
        "rating": 3.9,
        "noOfReviews": 10,
        "stockQuantity": 4,
        "productImgs": [
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_38/385973/14941010_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_38/385973/14941045_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_38/385973/14941040_800.jpg",
            "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/_38/385973/14941030_800.jpg"
        ]
    },
    {
        "id:": 9,
        "name": "Lute Harp by Gear4music",
        "category": "harp",
        "price": 206,
        "description": [
            "The Lute Harp is long lasting and durable to any knocks it might receive. The instrument has been carefully hand carved to give beautiful decorations to the instrument. The beech soundboard with two sound holes gives a full bodied and resonant sound.",
            "The lute harp includes high quality nylon strings, which give a warm and subtle sound to the harp. This 22 string diatonic set up spans 3 octaves, allowing for a large variety of repertoire to be played. The top tuners can allow for tuning in to any key using the included tuning lever."
        ],
        "rating": 3.3,
        "noOfReviews": 97,
        "stockQuantity": 29,
        "productImgs": [
            "https://r2.gear4music.com/media/30/305128/600/preview.jpg",
            "https://r2.gear4music.com/media/30/305131/600/preview.jpg",
            "https://r2.gear4music.com/media/30/305130/600/preview.jpg",
            "https://r2.gear4music.com/media/30/305132/600/preview.jpg"
        ]
    },
    {
        "id:": 10,
        "name": "Eastar C Flutes Closed Hole 16 Keys Flute",
        "category": "flute",
        "price": 92,
        "description": [
            "The Eastar flute features an undercut beveled embouchure that is a breeze to blow, and double-bladder pads that provide superior comfort. Perfect for both beginners and advanced players, also an excellent choice for daily practice and performances.",
            "Crafted with a real cupronickel body and waterproof leather pads, this flute boasts unbeatable air-tightness. Its high-capacity memory spring needle and elastic sheep casings provide exceptional elasticity and durability, ensuring years of reliable use."
        ],
        "rating": 3.3,
        "noOfReviews": 97,
        "stockQuantity": 29,
        "productImgs": [
            "https://m.media-amazon.com/images/I/71KM0EIbm6L._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/51DN-U8GMXS._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/71hQsHuNdJS._AC_SL1500_.jpg",
            "https://m.media-amazon.com/images/I/51PYmZ6TndS._AC_SL1500_.jpg"
        ]
    },
    {
      "id:": 11,
      "name": "SubZero SZPA-410 175W 10 PA System With Digital Media Player",
      "category": "amplifier",
      "price": 182.75,
      "description": [
        "Be heard clearly. An all-in-one 175W PA system, including MP3 player. With two robust 10 inch speakers included and a range of microphone, instrument and CD player inputs, the SubZero SZPA-410 gives you the flexibility to host any event.",
        "Each of the four input channels has both XLR and Jack connections, for increased compatibility. They also include individual volume controls, 2-band EQs and assignable delay effects, so you can get everything sounding the way you like.",
        "With everything you need to set up, the SubZero SZPA-410 gives you great sound in all kinds of live environments, including spoken word and presentations."
      ],
      "rating": 4.5,
      "noOfReviews": 42,
      "stockQuantity": 25,
      "productImgs": [
        "https://r2.gear4music.com/media/23/236372/600/preview.jpg",
        "https://r2.gear4music.com/media/58/585036/600/preview.jpg",
        "https://r2.gear4music.com/media/58/585031/600/preview.jpg"
      ]
    },
    {
      "id:": 12,
      "name": "Donner Bluetooth 5.0 Stereo Audio Amplifier Receiver, Peak power 440 W Hi-Fi Wireless 4 channel Desktop Amp with USB, SD,FM, 2 Mic IN Echo, RCA, LED, Speaker Selector for Studio, Home Speakers-MAMP5",
      "category": "amplifier",
      "price": 153.74,
      "description": [
        "【High-power Independent Control】The peak power of Donner Bluetooth Stereo Audio Amplifier Receiver can set up to 440W(110W x 4), and has 4 CHANNELS which is independently controlled. 440W is enough to support 4 groups of 8 speakers with 4-8 ohms. Perfect for home theater, karaoke party.",
        "【Multiple Input Modes】In addition to the Bluetooth function, the amplifier can also be connected to SD card (Maximum 16G), USB disk (Maximum 32G), 3.5mm AUX IN, FM radio, 2 pairs RCA audio inputs for CD/DVD and 2 1/4 inch(6.35mm) microphone inputs.",
        "【EQ Controls】The improved professional compact & powerful amp system features crisp, responsive buttons for mode controls & power ON/OFF switch. Equipped with rotary knob controls for microphone volume, bass, treble and music volume. (Note: Remote control can ONLY remotely control the volume of BT/MP3/FM.)"
      ],
      "rating": 2.1,
      "noOfReviews": 13,
      "stockQuantity": 7,
      "productImgs": [
        "https://m.media-amazon.com/images/I/61CpgL3vvsL._AC_SL1500_.jpg",
        "https://m.media-amazon.com/images/I/815drwkBVML._AC_SX679_.jpg",
        "https://m.media-amazon.com/images/I/81EGRJY79vL._AC_SX679_.jpg",
        "https://m.media-amazon.com/images/I/814y4MxIsPL._AC_SX679_.jpg",
        "https://m.media-amazon.com/images/I/81VXGRqV2BL._AC_SX679_.jpg",
        "https://m.media-amazon.com/images/I/717EYhWUePL._AC_SX679_.jpg"
      ]
    },
    {
      "id:": 13,
      "name": "AMP 3800 BT 5.0 HiFi Amplifier",
      "category": "amplifier",
      "price": 96.99,
      "description": [
        "Compact, powerful and versatile: with the auna AMP 3800 BT 5.0 surround amplifier, your home cinema receives its intelligent sound upgrade.",
        "Equipped with a Bluetooth interface, all audio files can be streamed wirelessly and conveniently from smartphone or tablet via stereo amplifier. With an output power of 2 x 120 watts and 3 x 50 watts RMS and the corresponding connections on the back of the unit, your 5.0 home cinema is supported with the best sound. You can adjust the treble, bass, balance and echo effect according to your preferences. The auna AMP 3800 BT HiFi amplifier also has a USB port and an SD slot on the front for easy playback of MP3 files, as well as two microphone connections with adjustable treble and bass for the next karaoke party. In addition to the 5 speaker outputs, you will find a stereo DVD input and a stereo line output for signal routing on the rear panel. The included remote control allows convenient control from a distance of up to 6 m.",
        "As universally usable home device, the auna AMP 3800 BT 5.0 amplifier is the ideal enrichment for all friends of smart music enjoyment."
      ],
      "rating": 4.8,
      "noOfReviews": 689,
      "stockQuantity": 78,
      "productImgs": [
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_yy_0001_titel___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0002_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0003_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0004_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0005_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0006_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0007_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_uk_0008_logo___.jpg",
        "https://res.cloudinary.com/chal-tec/image/upload/w_750,q_auto,f_auto,dpr_2.0/bbg/10034624/Gallery/10034624_yy_0009_logo___.jpg"
      ]
    }
]
